Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# settings.siblingApps.HertaTerminal.description
source: 与「老婆」们聊天！
en: Chat with waifus in HSR.
fil: Kumustahin ang mga waifu sa HSR
fr: Discutez avec les waifus dans HSR
it: Chatta con le waifu in HSR
ja: 好きなキャラとお喋り！
ko: Chat with waifus in HSR.
ru: Общайтесь с вайфу в HSR
vi: Trò chuyện với waifu trong HSR
zh_hant: 與「老婆」們哈啦！

# settings.siblingApps.HertaTerminal.title
source: 黑塔终端
en: Herta Terminal
fil: Herta Terminal
fr: Herta Terminal
it: Herta Terminal
ja: ヘルタ端末
ko: Herta Terminal
ru: Herta Terminal
vi: Herta Terminal
zh_hant: 黑塔終端

# settings.siblingApps.PizzaHelper4HSR.description
source: 星穹铁道游戏助手工具全家桶
en: A tool for players of Honkai: Star Rail
fil: Isang kagamitan para sa mga manlalaro ng Honkai: Star Rail
fr: Un outil pour les joueurs de Honkai : Star Rail
it: Uno strumento per i giocatori di Honkai: Star Rail
ja: 崩壊：スターレイルのゲームツール
ko: A tool for players of Honkai: Star Rail
ru: Инструмент для игроков Honkai: Star Rail
vi: Công cụ dành cho người chơi Honkai: Star Rail
zh_hant: 星穹鐵道遊戲助手工具全家桶

# settings.siblingApps.PizzaHelper4HSR.title
source: 星铁披萨小助手
en: HSR Pizza Helper
fil: HSR Pizza Helper
fr: HSR Pizza Helper
it: HSR Pizza Helper
ja: 崩スタピザ助手
ko: HSR Pizza Helper
ru: HSR Pizza Helper
vi: HSR Pizza Helper
zh_hant: 星鐵披薩小助手

# settings.timer.chooseBackground
source: 选择计时器背景
en: Choose Backgrounds for Timer
fil: Pumili ng Backgrounds para sa Timer
fr: Choose Backgrounds for Timer
it: Choose Backgrounds for Timer
ja: タイマーの背景を選択
ko: Choose Backgrounds for Timer
ru: Выбрать фон для таймера
vi: Chọn hình nền cho hẹn giờ
zh_hant: 選擇計時器背景

# settings.travelTools.backgroundNamecardPreview
source: 背景名片预览
en: Background Namecard Preview
fil: Preview ng Background Namecard
fr: Aperçu du thème d'arrière plan
it: Background Namecard Preview
ja: 背景名刺のプレビュー
ko: Background Namecard Preview
ru: Предпросмотр именных карт
vi: Xem Trước Nền Danh Thiếp
zh_hant: 背景名片預覽

# settings.uiRelated.useGuestGachaEvaluator
source: 改由帕姆评价祈愿
en: Let Pom-Pom evaluate the wishes instead
fil: Let Pom-Pom evaluate the wishes instead
fr: Let Pom-Pom evaluate the wishes instead
it: Let Pom-Pom evaluate the wishes instead
ja: パムに跳躍の評価を
ko: Let Pom-Pom evaluate the wishes instead
ru: Let Pom-Pom evaluate the wishes instead
vi: Let Pom-Pom evaluate the wishes instead
zh_hant: 改由帕姆評價祈願

# settings.update.cleanChecked
source: 清空已检查的版本号
en: Clean Checked Version Codes
fil: Clean Checked Version Codes
fr: Clean Checked Version Codes
it: Clean Checked Version Codes
ja: Clean Checked Version Codes
ko: Clean Checked Version Codes
ru: Clean Checked Version Codes
vi: Làm sạch mã phiên bản đã kiểm tra
zh_hant: 清空已檢查的版本號

# settings.update.title
source: 检查更新
en: Check Updates
fil: Pagsusuri ng updates
fr: Check Updates
it: Check Updates
ja: アップデートをチェック
ko: Check Updates
ru: Проверить обновления
vi: Kiểm tra cập nhật
zh_hant: 檢查更新

# settings.useTransparentBackground.title
source: 使用透明背景
en: Transparent Background
fil: Transparent Background
fr: Transparent Background
it: Transparent Background
ja: 透明な背景を使用
ko: Transparent Background
ru: Прозрачный фон
vi: Nền Trong Suốt

# settings.widget.realmCurrency.speed
source: 洞天宝钱回复速度
en: Realm currency recovery speed
fil: Bilis ng pagbawi ng Realm Currency
fr: Realm currency recovery speed
it: Realm currency recovery speed
ja: 洞天宝銭回復速度
ko: Realm currency recovery speed
ru: Скорость восстановления Сокровищ Обителя в виджете
vi: Tốc độ phục hồi tiền động tiên
zh_hant: 洞天寶錢充填速度

# settings.widget.realmCurrency.speed.detail
source: 每小时%lld个
en: %lld per hour
fil: %lld kada oras
fr: %lld per hour
it: %lld per hour
ja: 一時間に%lld個
ko: %lld per hour
ru: %lld в час
vi: %lld/ Giờ
zh_hant: 每小時%lld個

# settings.widget.simplifiedMode.note
source: 仅国服用户。更改该项需要重新添加小组件。
en: China mainland users only. Re-adding the widget after edit this configuration.
fil: Para sa gumagamit na nasa China mainland lamang. I-add ulit ang widget pagkatapos i-edit ang pag-configure nito.
fr: China mainland users only. Re-adding the widget after edit this configuration.
it: China mainland users only. Re-adding the widget after edit this configuration.
ja: 中国本土のユーザーのみ。 このオプションを編集した後、ウィジェットを再度追加します。
ko: China mainland users only. Re-adding the widget after edit this configuration.
ru: Только игроки Континентального Китая. Повторно создайте виджет, после настройки его конфигурации.
vi: Chỉ người dùng Trung Quốc . Thêm lại tiện ích sau khi chỉnh sửa cấu hình này.
zh_hant: 僅陸服用戶。更改該項需要重新添加小工具。

# settings.widget.simplifiedMode.note.notification
source: （仅简洁模式）未正确设置可能导致洞天宝钱通知无法正确触发，洞天宝钱数量不正确。
en: (Simplified mode only) Not properly set may result in the Realm Currency notification not being triggered correctly and the quantity being incorrect.
fil: (Para sa Simplified mode lamang) Ang hindi maayos na itinakda ay maaaring magresulta sa notification ng Realm Currency na hindi na-trigger nang tama at ang dami nito ay hindi tama.
fr: (Simplified mode only) Not properly set may result in the Realm Currency notification not being triggered correctly and the quantity being incorrect.
it: (Simplified mode only) Not properly set may result in the Realm Currency notification not being triggered correctly and the quantity being incorrect.
ja: (簡潔モードのみ) 正しく設定されていないと、洞天宝銭の 通知が正しくトリガーされず、数量が正しくない可能性があります。
ko: (Simplified mode only) Not properly set may result in the Realm Currency notification not being triggered correctly and the quantity being incorrect.
ru: (Только для упрощённого режима(Китая)) Неправильная настройка может привести к неправильному срабатыванию уведомления о Сокровищах Обителя.
vi: (Chỉ chế độ đơn giản hóa) Việc đặt không đúng cách có thể dẫn đến thông báo tiền động tiên không được kích hoạt chính xác và số lượng không chính xác.
zh_hant: （僅簡潔模式）未正確設定可能導致洞天寶錢通知無法正確觸發，數量不正確。

# settings.widget.simplifiedMode.note.realmCurrency
source: （仅简洁模式）未正确设置可能导致洞天宝钱数量不准确。
en: (Simplified mode only) Not set correctly may result in an inaccurate amount of Realm Currency.
fil: (Para sa Simplified mode lamang) Ang hindi itinakda nang tama ay maaaring magresulta sa isang hindi tamang bilang ng Realm Currency.
fr: (Simplified mode only) Not set correctly may result in an inaccurate amount of Realm Currency.
it: (Simplified mode only) Not set correctly may result in an inaccurate amount of Realm Currency.
ja: (簡潔モードのみ) 正しく設定しないと、洞天宝銭の数が不正確になる場合があります。
ko: (Simplified mode only) Not set correctly may result in an inaccurate amount of Realm Currency.
ru: (Только для лёгкого режима) Неправильная установка может привести к неточному количеству Сокровищей Обителя.
vi: (Chỉ ở chế độ đơn giản hóa) Không được đặt chính xác có thể dẫn đến lượng tiền động tiên không chính xác.
zh_hant: （僅簡潔模式）未正確設定可能導致洞天寶錢數量不準確。

# settings.widget.simplifiedMode.title
source: 使用简洁模式
en: Use Simplified Mode
fil: Gamitin ang Simplified Mode
fr: Use Simplified Mode
it: Use Simplified Mode
ja: 簡潔モードを使用する
ko: Use Simplified Mode
ru: Использовать лёгкий режим
vi: Sử dụng chế độ đơn giản hóa
zh_hant: 使用簡潔模式

# settings.widget.title
source: 小组件设置
en: Widget Setting
fil: Widget Setting
fr: Widget Setting
it: Widget Setting
ja: ウィジェット設定
ko: Widget Setting
ru: Настройки виджетов
vi: Cài Đặt Tiện Ích
zh_hant: 小工具設定

# sys.all
source: 所有
en: All
fil: Lahat
fr: Tous
it: All
ja: 全て
ko: All
ru: Все
vi: Tất Cả

# sys.back
source: 返回
en: Go Back
fil: Bumalik
fr: Retourner
it: Go Back
ja: 戻る
ko: Go Back
ru: Вернуться назад
vi: Quay Lại

# sys.cancel
source: 取消
en: Cancel
fil: Kanselahin
fr: Cancel
it: Cancel
ja: キャンセル
ko: Cancel
ru: Отмена
vi: Huỷ Bỏ

# sys.date
source: 日期
en: Date
fil: Date
fr: Date
it: Date
ja: 日付
ko: Date
ru: Дата
vi: Ngày

# sys.done
source: 完成
en: Done
fil: Tapos
fr: Done
it: Done
ja: 完了
ko: Done
ru: Готово
vi: Xong

# sys.edit
source: 编辑
en: Edit
fil: I-edit
fr: Edit
it: Edit
ja: 編集
ko: Edit
ru: Изменить
vi: Sửa
zh_hant: 編輯

# sys.help
source: 帮助
en: Help
fil: Tulong
fr: Aide
it: Help
ja: 操作説明
ko: Help
ru: Помощь
vi: Trợ Giúp
zh_hant: 說明

# sys.pull
source: 抽数
en: Pulls
fil: Pulls
fr: Tirages
it: Pulls
ja: ガチャ回数
ko: Pulls
ru: Крутки
vi: Số Lượt
zh_hant: 抽數

# sys.start
source: 开始
en: Start
fil: Start
fr: Démarrer
it: Start
ja: 始める
ko: Start
ru: Начать
vi: Bắt Đầu
zh_hant: 開始

# testSectionView.accountStatusAbnormal.promptForVerification
source: 账号状态异常，需要输入验证码
en: Account status exception, prompting for interactive verification
fil: Pagbubukod sa katayuan ng account, na nagpapahiwatig para sa interactive na pag verify
fr: Exception d'état de compte, demande de vérification interactive
it: Eccezione dello stato dell'account, richiesta di verifica interattiva
ja: アカウント状態異常、人間認証をお待ちしております
ko: Account status exception, prompting for interactive verification
ru: Исключение состояния счета, запрос на интерактивную проверку
vi: Ngoại lệ trạng thái tài khoản, nhắc xác minh tương tác
zh_hant: 帳號狀態異常，需要真人認證

# testSectionView.clickHereForVerification
source: 请点击此处输入验证码
en: Tap here to proceed to interactive verification
fil: Tapikin dito upang magpatuloy sa interactive na pag verify
fr: Tapez ici pour procéder à la vérification interactive
it: Tocca qui per procedere alla verifica interattiva
ja: ここをタップして人間認証
ko: Tap here to proceed to interactive verification
ru: Нажмите здесь, чтобы перейти к интерактивной верификации
vi: Nhấn vào đây để tiến hành xác minh tương tác
zh_hant: 點擊此處以開始真人認證

# text.hint
source: 提示
en: Tips
fil: Mga Payo
fr: Conseils
it: Tips
ja: ヒント
ko: Tips
ru: Подсказки
vi: Lời khuyên

# tools.calculator.info
source: 由爱丽丝工坊提供
en: Provided by Alice Workshop
fil: Ibinigay ng Alice Workshop
fr: Provided by Alice Workshop
it: Provided by Alice Workshop
ja: アリスワークショップ提供
ko: Provided by Alice Workshop
ru: Предоставлено Alice Workshop
vi: Cung cấp bởi Alice Workshop
zh_hant: 由愛麗絲工坊提供

# tools.calculator.info.2
source: 由爱丽丝工坊提供（未安装）
en: Provided by Alice Workshop
fil: Ibinigay ng Alice Workshop
fr: Provided by Alice Workshop
it: Provided by Alice Workshop
ja: アリスワークショップ提供
ko: Provided by Alice Workshop
ru: Предоставлено Alice Workshop (Не установлено)
vi: Cung cấp bởi Alice Workshop
zh_hant: 由愛麗絲工坊提供（未安裝）

# tools.calculator.title
source: 原神计算器
en: Genshin Damage Calculator
fil: Genshin Damage Calculator
fr: Genshin Calculator
it: Genshin Damage Calculator
ja: 原神ダメージ計算機
ko: Genshin Damage Calculator
ru: Genshin Damage Calculator
vi: Ứng Dụng Tính Sát Thương Nhân Vật
zh_hant: 原神計算器

# tools.dictionary.title
source: 原神中英日辞典
en: Genshin Dictionary
fil: Genshin Dictionary
fr: Genshin Dictionary
it: Genshin Dictionary
ja: 原神英語・中国語辞典
ko: Genshin Dictionary
ru: Genshin Словарь (Без русского языка)
vi: Từ Điển Genshin Impact
zh_hant: 原神中英日辭典

# tools.teyvatInteractiveMap
source: 提瓦特大地图
en: Teyvat Interactive Map
fil: Teyvat Interactive na Mapa
fr: Teyvat Interactive Map
it: Teyvat Interactive Map
ja: テイワットマップ
ko: Teyvat Interactive Map
ru: Интерактивная карта Тейвата
vi: Bản Đồ Tương Tác Teyvat
zh_hant: 提瓦特互動地圖

# unit.%lldHH%lldMM
source: %lld小时%lld分钟
en: %lldhr %lldmin
fil: %lldhr %lldmin
fr: %lld ʜʀ %lld ᴍɪɴ
it: %lldhr %lldmin
ja: %lld時間%lld分
ko: %lldhr %lldmin
ru: %lldч %lldмин
vi: %lld Giờ %lld Phút
zh_hant: %lld小時%lld分鐘

# unit.daysOf:%lld
source: %lld天
en: %lldday
fil: %lldday
fr: %lld jour
it: %lldday
ja: %lld日
ko: %lldday
ru: %lldд
vi: %lld Ngày

# unit.HHMM:%lldHH%lldMM
source: %lld小时%lld分钟
en: %lldhr %lldmin
fil: %lldhr %lldmin
fr: %lld ʜʀ %lld ᴍɪɴ
it: %lldhr %lldmin
ja: %lld時間%lld分
ko: %lldhr %lldmin
ru: %lldч %lldмин
vi: %lld Giờ %lld Phút
zh_hant: %lld小時%lld分鐘

# unit.hrs:%lld
source: %lld小时
en: %lldhr
fil: %lldhr
fr: %lld ʜʀ
it: %lldhr
ja: %lld時間
ko: %lldhr
ru: %lldч
vi: %lld Giờ
zh_hant: %lld小時

# unit.mins:%lld
source: %lld分钟
en: %lldmin
fil: %lldmin
fr: %lld ᴍɪɴ
it: %lldmin
ja: %lld分
ko: %lldmin
ru: %lldмин
vi: %lld Phút
zh_hant: %lld分鐘

# unit.resin:%lld
source: %lld树脂
en: %lld Resins
fil: %lld Resins
fr: %lld Résine
it: %lld Resins
ja: %lld樹脂
ko: %lld Resins
ru: %lld Смолы
vi: %lld Nhựa
zh_hant: %lld樹脂

# watch.info.autoRotation
source: 的智能轮换信息
en: 's Automatic Rotation
fil: 's Automatic Rotation
fr: 's Automatic Rotation
it: 's Automatic Rotation
ja: の自動ローテーション
ko: 's Automatic Rotation
ru: Автоматическая ориентация
vi: 's Vòng xoay tự động
zh_hant: 的智慧型輪替資訊

# watch.info.dailyCommission
source: 的综合信息
en: 's Daily Commission
fil: 's Komprehensibong impormasyon
fr: 's Comprehensive Infos
it: 's Comprehensive Infos
ja: の総合情報
ko: 's Comprehensive Infos
ru: Полная информация
vi: 's Thông tin toàn diện
zh_hant: 的綜合資訊

# watch.info.expedition
source: 的探索派遣
en: 's Expedition
fil: 's Expedition
fr: 's Expedition
it: 's Expedition
ja: の探索派遣
ko: 's Expedition
ru: Экспедиции
vi: 's Phái đi thám hiểm

# watch.info.RealmCurrency
source: 的洞天宝钱
en: 's Realm Currency
fil: 's Realm Currency
fr: 's Realm Currency
it: 's Realm Currency
ja: の洞天宝銭
ko: 's Realm Currency
ru: Сокровища обители
vi: 's Tiền động tiên
zh_hant: 的洞天寶錢

# watch.info.resin
source: 的原粹树脂
en: 's Original Resin
fil: 's Original Resin
fr: 's Original Resin
it: 's Original Resin
ja: の天然樹脂
ko: 's Original Resin
ru: Первородная смола
vi: 's Nhựa Nguyên Chất
zh_hant: 的原粹樹脂

# watch.sync.tips
source: 请等待账号从iCloud同步
en: Please wait for the data to sync from iCloud
fil: Maghintay para sa data mag-sync mula sa iCloud
fr: Please wait for the data to sync from iCloud
it: Please wait for the data to sync from iCloud
ja: アカウントデーターがiCloudから同期するのを待ってください
ko: Please wait for the data to sync from iCloud
ru: Пожалуйста, подждите. Идёт синхронизация с iCloud
vi: Vui lòng đợi dữ liệu được đồng bộ hóa từ iCloud
zh_hant: 請等待帳號從iCloud同步

# weapon.affix:%lld
source: 精%lld
en: R%lld
fil: R%lld
fr: R%lld
it: R%lld
ja: R%lld
ko: R%lld
ru: R%lld
vi: R%lld
zh_hant: weapon.affix:%lld

# week.friday
source: 周五
en: Friday
fil: Biyernes
fr: Vendredi
it: Friday
ja: 金曜日
ko: Friday
ru: Пятница
vi: Thứ Sáu
zh_hant: 週五

# week.monday
source: 周一
en: Monday
fil: Lunes
fr: Lundi
it: Monday
ja: 月曜日
ko: Monday
ru: Понедельник
vi: Thứ Hai
zh_hant: 週一

# week.MR
source: 周一 & 周四
en: Mon & Thu
fil: Lunes at Huwebes
fr: Lundi et Jeudi
it: Mon & Thu
ja: 月曜日 & 木曜日
ko: Mon & Thu
ru: Пн & Чт
vi: Thứ Hai & Thứ Năm
zh_hant: 週一 & 週四

# week.saturday
source: 周六
en: Saturday
fil: Sabado
fr: Samedi
it: Saturday
ja: 土曜日
ko: Saturday
ru: Суббота
vi: Thứ Bảy
zh_hant: 週六

# week.sunday
source: 周日
en: Sunday
fil: Linggo
fr: Dimanche
it: Sunday
ja: 日曜日
ko: Sunday
ru: Воскресенье
vi: Chủ Nhật
zh_hant: 週日

# week.TF
source: 周二 & 周五
en: Tue & Fri
fil: Martes at Biyernes
fr: Mardi et Vendredi
it: Tue & Fri
ja: 火曜日 & 金曜日
ko: Tue & Fri
ru: Вт & Пт
vi: Thứ Ba & Thứ Sáu
zh_hant: 週二 & 週五

# week.thursday
source: 周四
en: Thursday
fil: Huwebes
fr: Jeudi
it: Thursday
ja: 木曜日
ko: Thursday
ru: Четверг
vi: Thứ Năm
zh_hant: 週四

# week.tuesday
source: 周二
en: Tuesday
fil: Martes
fr: Mardi
it: Tuesday
ja: 火曜日
ko: Tuesday
ru: Вторник
vi: Thứ Ba
zh_hant: 週二

# week.wednesday
source: 周三
en: Wednesday
fil: Miyerkules
fr: Mercredi
it: Wednesday
ja: 水曜日
ko: Wednesday
ru: Среда
vi: Thứ Tư
zh_hant: 週三

# week.WS
source: 周三 & 周六
en: Wed & Sat
fil: Miyerkules at Sabado
fr: Mercredi et Samedi
it: Wed & Sat
ja: 水曜日 & 土曜日
ko: Wed & Sat
ru: Ср & Сб
vi: Thứ Tư & Thứ Bảy
zh_hant: 週三 & 週六

# widget.autoResinTimer
source: 自动启用树脂计时器
en: Enable Resin Timer Automatically
fil: I-enable ang Resin Timer Automatically
fr: Enable resin timer automatically
it: Enable Resin Timer Automatically
ja: 自動的に樹脂タイマーを有効にする
ko: Enable Resin Timer Automatically
ru: Включать таймер смолы автоматически
vi: Tự động bật bộ hẹn giờ nhựa
zh_hant: 自動啟用樹脂計時器

# widget.autoResinTimer.explanation
source: 树脂计时器是什么？
en: What is the resin timer?
fil: Ano ang Resin Timer?
fr: What is the resin timer
it: What is the resin timer?
ja: 樹脂タイマーとは？
ko: What is the resin timer?
ru: Что такое таймер смолы?
vi: Bộ đếm thời gian nhựa là gì?
zh_hant: 樹脂計時器是什麼？

# widget.autoResinTimer.explanation.detail
source: 若开启，在退出本App时会自动启用一个「实时活动」树脂计时器。默认为顶置的账号，或树脂最少的账号开启计时器。您也可以在「概览」页长按某个账号的卡片手动开启，或启用多个计时器。
en: If enabled, a "real-time activity" resin timer will be set after you exit the app. The timer will be set for account the pinned to the top or the account with the least resins by default. You can also enable the timer for an account manually by long press the account information card on the "Overview" tab or enable more timers.
fil: Kung ginamit, ang "real-time activity" resin timer ay gagana kapag lumabas ka ng app. Ang timer ay para sa account na naka-pin sa taas o ang account na mayroong pinaka-unti na resin bilang default. Pwede mo rin i-enable ang timer para sa account ng manu-mano sa paraan ng pindutin ng matagal ang account information card sa "Overview" tab o i-enable ng mas maraming timer.
fr: If enabled, a "real-time activity" resin timer will be set after you exit the app. The timer will be set for account the pinned to the top or the account with the least resins by default. You can also enable the timer for an account manually by long press the account infomation card on the "Overview" tab or enable more timers.
it: If enabled, a "real-time activity" resin timer will be set after you exit the app. The timer will be set for account the pinned to the top or the account with the least resins by default. You can also enable the timer for an account manually by long press the account information card on the "Overview" tab or enable more timers.
ja: 有効にすると、アプリを終了した後に「リアルタイム アクティビティ」で樹脂タイマーが設定されます。タイマーは、デフォルトで一番上にピン留めされたアカウント、または樹脂が最も少ないアカウントに設定されます。 「概要」タブのアカウント情報カードを長押ししてアカウントのタイマーを手動で有効にするか、他のタイマーを有効にすることもできます。
ko: If enabled, a "real-time activity" resin timer will be set after you exit the app. The timer will be set for account the pinned to the top or the account with the least resins by default. You can also enable the timer for an account manually by long press the account information card on the "Overview" tab or enable more timers.
ru: Если включен "эфир активности" таймер смолы ставится, когда вы выходите из приложения. Таймер будет установлен для закрепленного аккаунта или аккаунта с наименьшим количеством смолы по умолчанию. Вы также можете установить таймер для аккаунта вручную удерживая палец на карточке с информацией аккаунта в "Главной" или включите больше таймеров.
vi: Nếu được bật, bộ đếm thời gian nhựa "hoạt động trong thời gian thực" sẽ được đặt sau khi bạn thoát khỏi ứng dụng. Theo mặc định, bộ đếm thời gian sẽ được đặt cho tài khoản được ghim ở trên cùng hoặc tài khoản có ít nhựa nhất. Bạn cũng có thể bật bộ hẹn giờ cho tài khoản theo cách thủ công bằng cách nhấn và giữ thẻ thông tin tài khoản trên tab "Tổng quan" hoặc bật thêm bộ hẹn giờ.
zh_hant: 若開啟，在退出本App時會自動啟用一個「實時活動」樹脂計時器。默認為頂置的帳號，或樹脂最少的帳號開啟計時器。您也可以在「概覽」頁長按某個帳號的卡片手動開啟，或啟用多個計時器。

# widget.autoResinTimer.explanation.gotoSettings
source: 前往设置开启实时活动功能
en: Move to Settings to Enable "Real-Time Activity" Feature
fil: Pumunta sa Settings para i-enable ang "Real-Time Activity" Feature
fr: Move to settings to enable "real-time activity" feature
it: Move to Settings to Enable "Real-Time Activity" Feature
ja: 設定に移動して「リアルタイム アクティビティ」を有効にします
ko: Move to Settings to Enable "Real-Time Activity" Feature
ru: Перейдите к настройкам, чтобы включить функцию "эфир активности"
vi: Chuyển đến Cài Đặt để bật tính năng "Hoạt động trong thời gian thực"
zh_hant: 前往設定開啟實時活動功能

# widget.expedition.timeToAllCompletion
source: 距离派遣探索全部完成
en: All Expeditions Completion
fil: Lahat ng pagtatapos ng expedition
fr: All Expeditions Completion
it: All Expeditions Completion
ja: 全ての探索派遣終了まで
ko: All Expeditions Completion
ru: Все экспедиции завершены
vi: Các cuộc phái đi thám hiểm đã được hoàn thành
zh_hant: 距離派遣探索全部完成

# widget.intro.autoDisplay
source: 自动展示你最需要的信息
en: Automatically display the information you need most
fil: Awtomatikong ipakita ang impormasyong kailangan mo
fr: Automatically display the information you need most
it: Automatically display the information you need most
ja: あなたが最も必要な情報を自動で展示します
ko: Automatically display the information you need most
ru: Автоматически изображать более важную информацию
vi: Tự động hiển thị thông tin bạn cần nhất

# widget.intro.autoRotation
source: 自动轮换
en: Automatic Rotation
fil: Automatic Rotation
fr: Automatic Rotation
it: Automatic Rotation
ja: 自動ローテーション
ko: Automatic Rotation
ru: Автоматическая ориентация
vi: Vòng xoay tự động
zh_hant: 自動輪替

# widget.intro.dailyCommission
source: 每日委托完成情况
en: Daily Commission Status
fil: Status ng Daily Commission
fr: Daily Commission Status
it: Daily Commission Status
ja: デイリー依頼状況
ko: Daily Commission Status
ru: Статус ежедневных поручений
vi: Trạng thái nhiệm vụ hàng ngày
zh_hant: 每日委託完成情況

# widget.intro.expedition
source: 探索派遣完成情况
en: Expedition Status
fil: Status ng Expedition
fr: Expedition Status
it: Expedition Status
ja: 探索派遣状況
ko: Expedition Status
ru: Статус экспедиций
vi: Tình trạng phái đi thám hiểm
zh_hant: 探索派遣完成情況

# widget.intro.generalInfo
source: 综合信息
en: General Infos
fil: Comprehensive Infos
fr: Comprehensive Infos
it: Comprehensive Infos
ja: 総合情報
ko: Comprehensive Infos
ru: Полная информация
vi: thông tin toàn diện
zh_hant: 綜合資訊

# widget.intro.generalInfo.detail
source: 所有信息，一网打尽
en: All infos in one view
fil: Lahat ng impormasyon sa isang view
fr: All infos in one view
it: All infos in one view
ja: 全ての情報、一網打尽
ko: All infos in one view
ru: Вся информация в одном виде
vi: Xem tất cả thông tin trong một lần
zh_hant: 所有資訊，一網打盡

# widget.intro.homeCoin
source: 洞天宝钱数量
en: Realm Currency amount
fil: Realm Currency amount
fr: Realm Currenncy amount
it: Realm Currency amount
ja: 洞天宝銭の数
ko: Realm Currency amount
ru: Кол-во сокровищ обителя
vi: Số lượng tiền động tiên
zh_hant: 洞天寶錢數量

# widget.intro.resin
source: 树脂回复状态
en: Resin Recovery Status
fil: Status ng Resin Recovery
fr: Resin Recovery Status
it: Resin Recovery Status
ja: 樹脂回復状態
ko: Resin Recovery Status
ru: Статус восстановления смолы
vi: Tình trạng phục hồi nhựa
zh_hant: 樹脂充填狀態

# widget.intro.resin.2
source: 另一种样式的原粹树脂小组件
en: Original Resin Widget in another form
fil: Original Resin Widget in another form
fr: Original Resin Widget in another form
it: Original Resin Widget in another form
ja: 別のスタイルの天然樹脂のウィジェット
ko: Original Resin Widget in another form
ru: Виджет первородной смолы в другой форме
vi: tiện ích hiển thị Nhựa Nguyên Chất ở dạng khác
zh_hant: 另一種樣式的原粹樹脂小工具

# widget.material.description
source: 展示近日活动和今天可以获取的武器和天赋材料。
en: Show the recent events and the weapons' or talents' materials that can be obtained today.
fil: Show the recent events and the weapons' or talents' materials that can be obtained today.
fr: Show the recent events and the weapons' or talents' materials that can be obtained today.
it: Show the recent events and the weapons' or talents' materials that can be obtained today.
ja: 最近のイベントと、今日入手できる武器と天賦の材料を表示する。
ko: Show the recent events and the weapons' or talents' materials that can be obtained today.
ru: Показать последние события и материалы оружия или талантов, которые можно получить сегодня.
vi: Hiển thị các sự kiện gần đây và nguyên liệu của vũ khí hoặc thiên phú có thể nhận được ngày hôm nay.
zh_hant: 展示近日活動和今天可以獲取的武器和天賦材料。

# widget.material.sunday
source: （周日所有材料均可获取）
en: (All materials are avaliable in Sunday)
fil: (Lahat ng materyales ay makukuha itong Linggo)
fr: (Tout les matériaux sont disponibles le Dimanche)
it: (All materials are avaliable in Sunday)
ja: （日曜日はすべての素材が入手できます）
ko: (All materials are avaliable in Sunday)
ru: (Доступны все материалы)
vi: (Tất cả Tất Cả NL Đều Mở Vào Ngày Chủ Nhật)
zh_hant: （週日所有材料均可獲取）

# widget.material.title
source: 活动和材料
en: Events and Materials
fil: Events at Materials
fr: Events and Materials
it: Events and Materials
ja: イベントと材料
ko: Events and Materials
ru: События и материалы
vi: Sự kiện và nguyên liệu
zh_hant: 活動和材料
